/**
 * Языковой файл lang_ru.ts. В нем определены языковые ключи используемые в приложении, все грамотические ошибки можно править здесь ;)
 * @global
 * @see app/_src/js/Common/translate/lang_ru.ts
 * @property  { string } Welcome - это языковой ключ который будет переведен в Добро пожаловать, подобных ключей очень много и они используются по всему приложению,
 */
export var RU: any = {
    'Kover': 'Ковер-Самолет',
    'Tags': 'Теги',
    'Welcome': 'Добро пожаловать',
    'Home': 'Домой',
    'Personal area': 'Личный кабинет',
    'search': 'Поиск',
    'Exit': 'Выход',
    'lang': 'Русский',
    'Filters': 'Фильтры',
    'login': 'Логин',
    'data non correct': 'Данные не корректны',
    'To come in': 'Войти',
    'or': 'или',
    'Request access': 'Запросить доступ',
    'Password': 'Пароль',

};
